tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'

brew 'act'
brew 'gh'
brew 'git'
brew 'git-svn'
brew 'git-revise'
brew 'jq'
brew 'nvm'
brew 'shellcheck'
brew 'tree'

# meh, probably not permanent
# brew 'awscli'

cask 'a-better-finder-rename' # https://www.publicspace.net/ABetterFinderRename
cask 'alt-tab'
cask 'binance'
cask 'discord'
cask 'docker'
cask 'dropzone' # https://youtu.be/h2xoRkzjQoc?t=327s
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'kap'
cask 'maccy'
cask 'mockuuups-studio' # https://youtu.be/h2xoRkzjQoc?t=775s
cask 'monitorcontrol'
cask 'notion'
cask 'parallels'
cask 'postman'
cask 'raycast'
cask 'rectangle'
cask 'spotify'
cask 'stremio'
cask 'twitch'
cask 'visual-studio-code'
cask 'vlc'

# meh, probably not permanent
# cask 'bluejeans'
cask 'microsoft-teams'

# used to use it
# cask 'hex-fiend'
