tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

brew 'act'
brew 'awscli'
brew 'gh'
brew 'git'
brew 'git-revise'
brew 'git-svn'
brew 'htop'
brew 'jq'
brew 'nvm'
brew 'shellcheck'
brew 'tree'

cask 'a-better-finder-rename'
cask 'alt-tab'
cask 'beyond-compare'
cask 'big-mean-folder-machine'
cask 'binance'
cask 'coconutbattery'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'gitbutler'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'kap'
cask 'microsoft-teams'
cask 'monitorcontrol'
cask 'notion'
cask 'nvidia-geforce-now'
cask 'openmtp'
cask 'opera-gx'
cask 'parallels'
cask 'postman'
cask 'raycast'
cask 'rectangle'
cask 'responsively'
cask 'spotify'
cask 'steam'
cask 'stremio'
cask 'temurin8'
cask 'temurin11'
cask 'visual-studio-code'
cask 'vlc'

# All commented casks and formulas here should be kept in sync with the list in apps.md and the uninstaller in brew.zsh

# cask 'bluejeans'
# cask 'cheatsheet'
# cask 'dropzone'
# cask 'hex-fiend'
# cask 'maccy'
# cask 'mockuuups-studio'
